Repository: xcv58/MacTools
Catalog: Plugins/DeviceBattery/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# settings.notification.threshold.description
source: 低于此百分比时提醒。
ar: التنبيه عندما يكون مستوى البطارية أقل من هذه النسبة.
de: Warnung, wenn der Akkustand unter diesem Prozentsatz liegt.
en: Alert when battery level is below this percentage.
es: Avisa cuando el nivel de la batería está por debajo de este porcentaje.
fr: Alerte lorsque le niveau de la batterie est inférieur à ce pourcentage.
ja: バッテリー残量がこのパーセンテージを下回ると警告します。
ko: 배터리 수준이 이 백분율 미만일 때 경고합니다.
pt: Alerta quando o nível da bateria estiver abaixo dessa porcentagem.
ru: Оповещать, когда уровень заряда батареи опускается ниже этого процента.
tr: Pil düzeyi bu yüzdenin altına indiğinde uyarır.
zh_hant: 低於此百分比時提醒。

# settings.notification.threshold.title
source: 通知阈值
ar: حد الإشعارات
de: Benachrichtigungsschwellenwert
en: Notification threshold
es: Umbral de notificación
fr: Seuil de notification
ja: 通知しきい値
ko: 알림 기준
pt: Limite de notificação
ru: Порог уведомления
tr: Bildirim eşiği
zh_hant: 通知閾值

# settings.notification.title
source: 低电量通知
ar: إشعارات انخفاض مستوى البطارية
de: Benachrichtigungen bei niedrigem Batteriestand
en: Low Battery Notifications
es: Notificaciones de batería baja
fr: Notifications de batterie faible
ja: バッテリー残量低下の通知
ko: 배터리 부족 알림
pt: Notificações de bateria fraca
ru: Уведомления о низком заряде батареи
tr: Düşük Pil Bildirimleri
zh_hant: 低電量通知

# settings.source.appleMobile.description
source: 读取已信任并通过 USB 或 Wi-Fi 连接的 Apple 移动设备。
ar: قراءة أجهزة Apple المحمولة الموثوقة والمتصلة عبر USB أو Wi-Fi.
de: Liest vertrauenswürdige Apple-Mobilgeräte über USB oder WLAN.
en: Read trusted Apple mobile devices connected over USB or Wi-Fi.
es: Lee dispositivos móviles Apple de confianza conectados por USB o Wi-Fi.
fr: Lit les appareils mobiles Apple approuvés connectés par USB ou Wi-Fi.
ja: USB または Wi-Fi で接続された信頼済み Apple モバイルデバイスを読み取ります。
ko: USB 또는 Wi-Fi로 연결된 신뢰하는 Apple 모바일 기기를 읽습니다.
pt: Lê dispositivos móveis Apple confiáveis conectados por USB ou Wi-Fi.
ru: Читает доверенные мобильные устройства Apple через USB или Wi-Fi.
tr: USB veya Wi-Fi ile bağlanmış, güvenilir Apple mobil aygıtları okur.
zh_hant: 讀取已信任並透過 USB 或 Wi-Fi 連接的 Apple 行動裝置。

# settings.source.appleMobile.title
source: iPhone、iPad 与 Apple Watch
ar: iPhone وiPad وApple Watch
de: iPhone, iPad und Apple Watch
en: iPhone, iPad, and Apple Watch
es: iPhone, iPad y Apple Watch
fr: iPhone, iPad et Apple Watch
ja: iPhone、iPad、Apple Watch
ko: iPhone, iPad 및 Apple Watch
pt: iPhone, iPad e Apple Watch
ru: iPhone, iPad и Apple Watch
tr: iPhone, iPad ve Apple Watch
zh_hant: iPhone、iPad 與 Apple Watch

# settings.source.bluetooth.description
source: 读取系统可见的蓝牙设备、AirPods 分体电量和 Magic 外设。
ar: قراءة أجهزة Bluetooth المرئية، وبطاريات مكونات AirPods، وملحقات Magic.
de: Liest sichtbare Bluetooth-Geräte, AirPods-Komponentenbatterien und Magic-Zubehör.
en: Reads visible Bluetooth devices, AirPods component batteries, and Magic accessories.
es: Lee dispositivos Bluetooth visibles, baterías de componentes de AirPods y accesorios Magic.
fr: Lit les appareils Bluetooth visibles, les batteries des composants AirPods et les accessoires Magic.
ja: 目に見える Bluetooth デバイス、AirPods コンポーネントのバッテリー、Magic アクセサリを読み取ります。
ko: 눈에 보이는 Bluetooth 기기, AirPods 구성 요소 배터리 및 Magic 액세서리를 읽습니다.
pt: Lê dispositivos Bluetooth visíveis, baterias componentes de AirPods e acessórios Magic.
ru: Считывает видимые устройства Bluetooth, аккумуляторы компонентов AirPods и аксессуары Magic.
tr: Görünür Bluetooth aygıtlarını, AirPods bileşen pillerini ve Magic aksesuarlarını okur.
zh_hant: 讀取系統可見的藍牙設備、AirPods 分體電量和 Magic 外設。

# settings.source.bluetooth.title
source: 蓝牙与 Apple 外设
ar: ملحقات البلوتوث وأبل
de: Bluetooth- und Apple-Zubehör
en: Bluetooth and Apple accessories
es: Accesorios Bluetooth y Apple
fr: Accessoires Bluetooth et Apple
ja: Bluetooth および Apple アクセサリ
ko: 블루투스 및 Apple 액세서리
pt: Acessórios Bluetooth e Apple
ru: Bluetooth и аксессуары Apple
tr: Bluetooth ve Apple aksesuarları
zh_hant: 藍牙與 Apple 外設

# settings.source.internal.description
source: 显示本机电量、充电状态和剩余时间。
ar: يظهر بطارية جهاز Mac هذا وحالة الشحن والوقت المتبقي.
de: Zeigt den Akku, den Ladezustand und die verbleibende Zeit dieses Mac an.
en: Shows this Mac's battery, charging state, and remaining time.
es: Muestra la batería de esta Mac, el estado de carga y el tiempo restante.
fr: Affiche la batterie de ce Mac, l'état de charge et le temps restant.
ja: この Mac のバッテリー、充電状態、残り時間を表示します。
ko: 이 Mac의 배터리, 충전 상태 및 남은 시간을 표시합니다.
pt: Mostra a bateria, o estado de carregamento e o tempo restante deste Mac.
ru: Показывает уровень заряда аккумулятора Mac, состояние зарядки и оставшееся время.
tr: Bu Mac'in pilini, şarj durumunu ve kalan süreyi gösterir.
zh_hant: 顯示本機電量、充電狀態和剩餘時間。

# settings.source.internal.title
source: Mac 内置电池
ar: بطارية Mac مدمجة
de: Eingebauter Mac-Akku
en: Built-in Mac battery
es: Batería Mac integrada
fr: Batterie Mac intégrée
ja: 内蔵 Mac バッテリー
ko: 내장 Mac 배터리
pt: Bateria integrada para Mac
ru: Встроенный аккумулятор Mac
tr: Yerleşik Mac pili
zh_hant: Mac 內置電池

# settings.source.vendorHID.description
source: 读取已适配鼠标的电量、充电状态、设备型号和名称。
ar: يقرأ مستوى البطارية وحالة الشحن والطراز والاسم من أجهزة الماوس المدعومة.
de: Liest Akkustand, Ladezustand, Modell und Namen von unterstützten Mäusen.
en: Reads battery level, charging state, model, and name from supported mice.
es: Lee el nivel de la batería, el estado de carga, el modelo y el nombre de los ratones compatibles.
fr: Lit le niveau de la batterie, l'état de charge, le modèle et le nom des souris prises en charge.
ja: サポートされているマウスからバッテリー レベル、充電状態、モデル、名前を読み取ります。
ko: 지원되는 마우스에서 배터리 잔량, 충전 상태, 모델 및 이름을 읽습니다.
pt: Lê o nível da bateria, o estado de carregamento, o modelo e o nome dos mouses compatíveis.
ru: Считывает уровень заряда батареи, состояние зарядки, модель и название поддерживаемых мышей.
tr: Desteklenen farelerin pil düzeyini, şarj durumunu, modelini ve adını okur.
zh_hant: 讀取已適配滑鼠的電量、充電狀態、設備型號和名稱。

# settings.source.vendorHID.title
source: 厂商 HID 鼠标
ar: الفئران المدعومة
de: Unterstützte Mäuse
en: Supported mice
es: Ratones compatibles
fr: Souris prises en charge
ja: サポートされているマウス
ko: 지원되는 마우스
pt: Mouses compatíveis
ru: Поддерживаемые мыши
tr: Desteklenen fareler
zh_hant: 廠商 HID 滑鼠

# settings.sources.title
source: 显示内容
ar: المصادر المرئية
de: Sichtbare Quellen
en: Visible Sources
es: Fuentes visibles
fr: Sources visibles
ja: 可視ソース
ko: 표시되는 소스
pt: Fontes visíveis
ru: Видимые источники
tr: Görünür Kaynaklar
zh_hant: 顯示內容

# snapshot.error.permissionDenied
source: 无法访问厂商 HID 鼠标接口，请在系统设置中允许 MacTools 使用输入监控。
ar: يتعذر الوصول إلى واجهة HID الخاصة بماوس الشركة المصنعة. اسمح لـ MacTools باستخدام مراقبة الإدخال في إعدادات النظام.
de: Auf die HID-Schnittstelle der Herstellermaus kann nicht zugegriffen werden. Erlauben Sie MacTools, die Eingabeüberwachung in den Systemeinstellungen zu verwenden.
en: Cannot access the vendor HID mouse interface. Allow MacTools to use Input Monitoring in System Settings.
es: No se puede acceder a la interfaz HID del ratón del fabricante. Permita que MacTools utilice la supervisión de entrada en la configuración del sistema.
fr: Impossible d'accéder à l'interface HID de la souris du fabricant. Autorisez MacTools à utiliser la surveillance des entrées dans les paramètres système.
ja: メーカー製 HID マウスのインターフェイスにアクセスできません。システム設定で MacTools に入力監視を許可してください。
ko: 제조사 HID 마우스 인터페이스에 접근할 수 없습니다. 시스템 설정에서 MacTools의 입력 모니터링 사용을 허용하세요.
pt: Não é possível acessar a interface HID do mouse do fabricante. Permita que MacTools use o monitoramento de entrada nas configurações do sistema.
ru: Не удаётся получить доступ к HID-интерфейсу мыши производителя. Разрешите MacTools использовать мониторинг ввода в настройках системы.
tr: Üretici HID fare arayüzüne erişilemiyor. Sistem Ayarları'nda MacTools'un Giriş İzleme'yi kullanmasına izin verin.
zh_hant: 無法存取廠商 HID 滑鼠介面，請在系統設定中允許 MacTools 使用輸入監控。

# snapshot.subtitle.idle
source: 等待检测
ar: في انتظار الفحص
de: Warten auf Scan
en: Waiting to scan
es: Esperando para escanear
fr: En attente de numérisation
ja: スキャンを待機中
ko: 스캔 대기 중
pt: Aguardando digitalização
ru: Ожидание сканирования
tr: Tarama bekleniyor
zh_hant: 等待檢測

# snapshot.subtitle.noDevices
source: 未检测到可显示电量
ar: لم يتم العثور على مستويات بطارية قابلة للعرض
de: Keine anzeigbaren Akkustände gefunden
en: No displayable battery levels found
es: No se encontraron niveles de batería visualizables
fr: Aucun niveau de batterie affichable trouvé
ja: 表示可能なバッテリー レベルが見つかりません
ko: 표시 가능한 배터리 잔량을 찾을 수 없습니다.
pt: Nenhum nível de bateria visível encontrado
ru: Отображаемые уровни заряда батареи не обнаружены
tr: Görüntülenebilir pil düzeyi bulunamadı
zh_hant: 未檢測到可顯示電量

# snapshot.subtitle.permissionDenied
source: 需要输入监控权限
ar: مطلوب مراقبة الإدخال
de: Eingabeüberwachung erforderlich
en: Input Monitoring required
es: Se requiere monitoreo de entrada
fr: Surveillance des entrées requise
ja: 入力モニタリングが必要です
ko: 입력 모니터링 필요
pt: Monitoramento de entrada necessário
ru: Требуется мониторинг ввода
tr: Giriş İzleme gerekli
zh_hant: 需要輸入監控權限

# snapshot.subtitle.ready
source: %d 台设备
ar: %d الأجهزة
de: %d Geräte
en: %d devices
es: %d dispositivos
fr: Appareils %d
ja: %d デバイス
ko: %d 장치
pt: %d dispositivos
ru: устройства %d
tr: %d aygıt
zh_hant: %d 臺設備

# snapshot.subtitle.readyWithLowBattery
source: %d 台设备，%d 台低电量
ar: %d الأجهزة، %d منخفض
de: %d Geräte, %d niedrig
en: %d devices, %d low
es: %d dispositivos, %d bajo
fr: Appareils %d, %d faible
ja: %d デバイス、%d 低
ko: %d 장치, %d 낮음
pt: %d dispositivos, %d baixo
ru: Устройства %d, %d низкий
tr: %d aygıt (düşük pil: %d)
zh_hant: %d 臺設備，%d 臺低電量

# snapshot.subtitle.scanning
source: 正在读取设备电量
ar: قراءة مستويات بطارية الجهاز
de: Akkustand des Geräts lesen
en: Reading device battery levels
es: Lectura de niveles de batería del dispositivo
fr: Lecture des niveaux de batterie de l'appareil
ja: デバイスのバッテリー残量を読み取ります
ko: 기기 배터리 잔량 읽기
pt: Leitura dos níveis de bateria do dispositivo
ru: Чтение уровня заряда батареи устройства
tr: Aygıt pil düzeyleri okunuyor
zh_hant: 正在讀取設備電量

# time.notUpdated
source: 未更新
ar: لم يتم التحديث
de: Nicht aktualisiert
en: Not updated
es: No actualizado
fr: Non mis à jour
ja: 更新されていません
ko: 업데이트되지 않음
pt: Não atualizado
ru: Не обновляется
tr: Güncellenmedi
